// Typical strings
"OK" = "確定";
"Cancel" = "取消";
"Quit" = "離開";
"Relaunch" = "重新啟動";
"Ignore" = "忽略";

// Preference Strings
"QSPlugInsPrefPane" = "附加元件";
"QSUpdatePrefPane" = "更新";
"QSHelpersPrefPane" = "幫助";
"QSTriggerEditor" = "觸發器";
"QSApplicationPrefPane" = "應用程式";
"QSCatalogController" = "目錄";
"QSSilverNotifier" = "Quicksilver（內建）";
"QSNotificationCenterNotifier" = "通知中心";
"QSDefaultStringRanker" = "預設（內建）";

// QSController.m Alerts
"requires" = "需要";
"Recent versions of Quicksilver require Mac OS 10.6 Snow Leopard. Older 10.5, 10.4 and 10.3 compatible versions are available from the http://qsapp.com." = "Quicksilver 的最新版本需要 Mac OS 10.6 Snow Leopard。相容於 10.5，10.4，10.3 的版本可由 http://qsapp.com 上取得。";

"Quicksilver Crashed" = "Quicksilver 崩潰";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "載入 %@ 附加元件時造成 Quicksilver 崩潰。\n您是否希望刪除此附加元件並繼續啟動 Quicksilver？";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "抱歉。上次使用時造成 Quicksilver 崩潰。\n刪除快取或許能協助解決這個問題。\n否則您可以嘗試再次啟動 Quicksilver，或離開並閱讀常見問題。";
"Do Nothing" = "不做任何事";
"Read FAQ" = "閱讀常見問題";
"Clear Caches" = "清除快取";

"Running from a new location" = "從新的位置執行";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "Quicksilver 先前的版本位於 \"%@\"。您是否希望將新版本移至該位置？";

"This is an old version of Quicksilver" = "這是舊版的 Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "您之前已使用較新版本。也許你有重複的副本？";
"Reveal this copy" = "顯示該副本";

"Would you like to install Quicksilver?" = "您是否希望安裝 Quicksilver？";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver 在下載位置中啟動。\n你是否希望將 Quicksilver 複製於應用程式資料夾？";
"Install in \"Applications\"" = "安裝至 \"應用程式\" 資料夾";
"Choose Location..." = "選擇位置...";

"Install Here" = "安裝於此";
"Install Quicksilver" = "安裝 Quicksilver";

"An error has occured" = "發生一個錯誤";
"Quicksilver must be relaunched to regain stability." = "Quicksilver 必須重新啟動以恢復穩定";

"Move and Relaunch" = "移動並重新啟動";
"Don't Move" = "不要移動";

"Quicksilver has been updated" = "Quicksilver 已更新完成";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "您正在使用新版的 Quicksilver。是否想看看發布說明？";
"Show Release Notes" = "顯示發布說明";

"Quicksilver is now 64-bit" = "Quicksilver 現在是 64 位元";
"64-bit details" = "部分較舊的附加元件將不會載入。 在偏好設定中有停用附加元件的清單。\n\n如果您一定得要使用某個較舊的附加元件，Quicksilver 也能以 32 位元模式執行。（未來發行版本將不再支援 32 位元）";
"Network and Removable Disks" = "網路與可移除的磁碟";

"Type to search" = "隨打即搜";
